[
    {
      "name": "Minecraft Steve",
      "stats": [40, 50, 20, 30, 50, 20],
      "desc": "The versatile block-builder who's ready to adapt, mine, craft, and survive with quiet positivity."
    },
    {
      "name": "Gandhi",
      "stats": [20, 20, 20, 70, 90, 30],
      "desc": "The nuke-loving paradox of peace, following dastardly stratagems to undo his enemies."
    },
    {
      "name": "Thrall",
      "stats": [90, 40, 60, 30, 30, 20],
      "desc": "The noble orc warchief who balances teamwork and leadership while maintaining his honor."
    },
    {
      "name": "Kirby",
      "stats": [50, 70, 20, 60, 30, 0],
      "desc": "The cheerful pink puffball who copies enemies and devours them with adorable enthusiasm."
    },
    {
      "name": "Factorio Engineer",
      "stats": [10, 10, 10, 70, 80, 30],
      "desc": "The silent, methodical automation master, optimizing factories with relentless efficiency."
    },
    {
      "name": "Counter-Terrorist Soldier",
      "stats": [80, 30, 40, 20, 50, 60],
      "desc": "The tactical professional focused on teamwork and execution."
    },
    {
      "name": "Among Us Crewmate",
      "stats": [60, 40, 50, 10, 70, 20],
      "desc": "The diligent task-doer who thrives in cooperation but occasionally succumbs to sus behavior."
    },
    {
      "name": "Jett",
      "stats": [90, 70, 60, 80, 50, 90],
      "desc": "The flashy duelist who prioritizes solo plays, but can flame when frustrated."
    },
    {
      "name": "Teemo",
      "stats": [30, 40, 30, 70, 100, 80],
      "desc": "The sneaky scout who plants traps everywhere, drawing the ire of others."
    },
    {
      "name": "Shinji",
      "stats": [70, 90, 40, 20, 50, 90],
      "desc": "His angst-filled introspection often gets in the way of teamwork, but he sometimes stumbles into brilliance. A bundle of nerves, emotions, and questionable decisions."
    },
    {
      "name": "A dog",
      "stats": [20, 70, 50, 90, 80, 100],
      "desc": "Whether it’s fetching your frisbee or barking at enemies, a dog is the ultimate companion for cooperation, fun, and emotional support."
    },
    {
      "name": "Mom",
      "stats": [5, 40, 30, 90, 60, 80],
      "desc": "'Did you bring a jacket?' Mom is the dependable support role who buffs everyone else but insists on doing things her way."
    },
    {
      "name": "Faker",
      "stats": [50, 80, 90, 30, 40, 90],
      "desc": "The king of esports, Faker is the meta incarnate. Calm, collected, and always ahead of the game, he defines what’s possible while carrying his team with tactical precision."
    },
    {
      "name": "Homer Simpson",
      "stats": [85, 10, 20, 40, 20, 40],
      "desc": "Mmm... Donuts."
    },
    {
      "name": "Barack Obama",
      "stats": [0, 30, 40, 85, 80, 95],
      "desc": "Let me be clear."
    },
    {
      "name": "Marie Curie",
      "stats": [60, 20, 100, 60, 90, 90],
      "desc": "The trailblazing innovator who doesn’t play by anyone else’s rules. Marie’s meticulous and honorable approach to discovery makes her a powerhouse of innovation, always working toward something groundbreaking."
    }
]
